{
    "mythological-monsters": [
        {
            "id": 1,
            "name": "Mermaid",
            "image": "https://i.ibb.co/9tFxpXH/Image20230905170457.jpg",
            "origin": "Greek, Syrian, Babylonian and Polynesian mythology",
            "description": "This alluring fish human rules the underwater world, its endeavors range from collecting thingamabobs to being a menace and causing floods, shipwrecks, storms and drownings. They are also said to be able to transform into 'human form' while dry on land."
        },
        {
            "id": 2,
            "name": "Banshee",
            "image": "https://i.ibb.co/YtVLY3C/a-dark-and-scar-1.png",
            "origin": "Irish Folklore",
            "description": "A female spirit who heralds the death of a family member by letting lose a blood curdling screech."
            },
            {
            "id": 3,
            "name": "Unicorn",
            "image": "https://i.ibb.co/30Mrvz6/unicorn-on-its-0.png",
            "origin": "Ancient Mesopotamian, Indian, Greek and Chinese mythology",
            "description": "An elegant and majestic horse-like creature with a single horn (often confused witha dunce hat) sticking upright on its head. A unicorn's horn is said to also contain healing properties."
            },
            {
            "id": 4,
            "name": "Oni",
            "image": "https://i.ibb.co/4N78w8y/an-oni-demon-ja-1.png",
            "origin": "Japanese mythology",
            "description": "A giant man eating monster with a face as red as a tomato. They are often known to carry heavy iron club-like weapon and violently punish evildoers. In other words, 'omae wa mou shindeiru'."
            },
            {
            "id": 5,
            "name": "Minotaur",
            "image": "https://i.ibb.co/cbFzyWm/a-minotaur-1.png",
            "origin": "Greek mythology",
            "description": "With the body of a man and the head/tail of a bull, it's safe to assume they will never have a bad hair day. This ferocious beast is known to reside in the center of a labrynth or maze created by King Minos advised by the oracle Delhi to hold the Minotaur at bay."
            },
            {
            "id": 6,
            "name": "Gorgon",
            "image": "https://i.ibb.co/VBh5wTj/medusa-with-sna-1.png",
            "origin": "Greek mythology",
            "description":"This enticing snake haired madonna turns men into stone with just a glance, teaching people not to be seduced by stand alone beauty."
            }, 
            {
            "id": 7,
            "name": "Griffin",
            "image": "https://i.ibb.co/ySB7kbS/Image20230905170527.jpg",
            "origin": " Egyptian and Persian mythology",
            "description": "A bald headed eagle with large wings and the body of a lion, both powerful and majestic. This creature is know to be the protector of valuable items."
            }, 
            {
            "id": 8,
            "name": "Vampire",
            "image": "https://i.ibb.co/NZMfkL4/vampire-person-0.png",
            "origin": "18th Century southeastern Europe",
            "description": "An undead immortal creature, who's characterized by sharp fangs, pale skin, and the urge and need to live off of the blood of the living. Can be stopped by a measley wooden stake or a little bit of Vitamin D."
            }
    ]
  }